"Add" = "Add";
"Add Source" = "Add Source";
"All Packages" = "All Packages";
"Analyzing dependencies..." = "Analyzing dependencies…";
"Author" = "Author";
"Bad Source" = "Bad Source";
"Cancel" = "Cancel";
"Cancelled." = "Cancelled.";
"Cleaning up..." = "Cleaning up…";
"Custom..." = "Custom…";
"Direct Dependencies" = "Direct Dependencies";
"Direct Dependency" = "Direct Dependency";
"Done" = "Done";
"Downloading" = "Downloading";
"Finishing" = "Finishing";
"have" = "have";
"Install" = "Install";
"Installing" = "Installing";
"Maintainer" = "Maintainer";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Package \"%@\" can't be removed as it is absolutely required for Icy to function.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Package \"%1$@\" can't be removed as there are other packages that depend on it:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Package \"%1$@\" cannot be installed (DPKG returned error #%2$d). More information can probably be found in the console log.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Package \"%1$@\" cannot be removed (DPKG returned error #%2$d). More information can probably be found in the console log.";
"Package \"%@\" was not found." = "Package \"%@\" was not found. Most likely you need to add a source that contains it.";
"Please enter the source URL:" = "Please enter the source URL:";
"Preparing" = "Preparing";
"Reinstall" = "Reinstall";
"Removing" = "Removing";
"Search All" = "Search All";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "The source for the URL \"%@\" doesn't seems to be valid. It was not added.";
"Uncategorized" = "Uncategorized";
"Update All" = "Update All";
"Remove" = "Remove";
"Version" = "Version";
"Upgrade" = "Upgrade";
"View Console Log" = "View Console Log";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first.";
"More..." = "More…";
"Recent Packages" = "Recent Packages";
"Force Remove" = "Force Remove";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing.";
"%d Hours Ago" = "%d Hours Ago";
"%d Hour Ago" = "%d Hour Ago";
"%d Minutes Ago" = "%d Minutes Ago";
"%d Minute Ago" = "%d Minute Ago";
"%d Days Ago" = "%d Days Ago";
"Yesterday" = "Yesterday";
"Two Days Ago" = "Two Days Ago";

/* New in 1.3 */
"!! This is a commercial package. If you have not previously purchased it, it will not be able to download." = "!! This is a commercial package. If you have not previously purchased it, it will not be able to download.";
"Auto refresh on Wi-Fi" = "Auto refresh on Wi-Fi";

/* NIB strings */
"Add All" = "Add All";
"Other Credits" = "Other Credits";
"Copyright" = "Copyright";
"All rights reserved" = "All rights reserved";
"Categories" = "Categories";
"Sources" = "Sources";
"Installed" = "Installed";
"About" = "About";
"Updated" = "Updated";
"Package Name" = "Package Name";
"Back" = "Back";

/* New in 1.4.1 */
"The directories were successfully moved to a bigger user partition, so you can safely install some of the larger third-party packages. Icy will quit now. To browse and install packages, please launch it again." = "The directories were successfully moved to a bigger user partition, so you can safely install some of the larger third-party packages. Icy will quit now. To browse and install packages, please launch it again.";"Quit" = "Quit";
"Moving Directories" = "Moving Directories";
"Quit" = "Quit";
